12/data/attachments/60f34b5509901df4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_6902f9a9-6f6a-45c1-9334-95ae76b75ccf</nif:username>
            <nif:friendToBeAdded>Peter_information_Actions_80253_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>